TEXT = {
    "app_name": "రైతు సహాయకుడు",

    # LOGIN
    "login_title": "స్వాగతం రైతు సోదరా",
    "login_sub": "మీ ఖాతాలోకి ప్రవేశించండి",
    "username": "యూజర్ పేరు",
    "password": "పాస్‌వర్డ్",
    "login_btn": "లాగిన్",
    "forgot": "పాస్‌వర్డ్ మర్చిపోయారా?",
    "register": "కొత్త ఖాతా సృష్టించండి",

    # DASHBOARD
    "dashboard": "డాష్‌బోర్డ్",
    "crop": "పంట సిఫార్సు",
    "disease": "రోగ నిర్ధారణ",
    "weather": "వాతావరణ సమాచారం",
    "market": "మార్కెట్ ధరలు",
    "fertilizer": "ఎరువు సలహా",
    "irrigation": "నీటి నిర్వహణ",
    "govt": "ప్రభుత్వ పథకాలు",
    "ai": "వ్యవసాయ సహాయకుడు",
    "profile": "నా వివరాలు",
    "logout": "లాగౌట్",
}
